<?php


return [
    'error' => 'حدث خطأ ما !',
    'success' => 'تم الاسترجاع بنجاح',
    'add' => 'تم الاضافه بنجاح',
    'update' => 'تم التحديث بنجاح',
    'subscribed' => 'تم الاشتراك بنجاح',
    'already_subscribed' => 'انت مشترك في الكورس بالفعل ',
    'rating' => 'تم التقيم بنجاح',
    'notsubscribed' => 'انت غير مشترك بالكورس',
    'notfound' => 'لم يتم العثور علي شي ',
    'login_error' => 'البريد الالكتروني وكلمة السر غير متطايقين',
    'logout' => 'تم تسجيل الخروج بنجاح',
    'register_success' => 'تم التسجيل بنجاح ، يرجى تفعيل الحساب عبر البريد الالتكتروني.',
    'email_success' => 'تم التحقق من البريد الالتكتروني بنجاح',
    'invalid_verification' => 'رابط التحقق من البريد الالتكتروني غير صحيح',
    'already_verified' => 'تم التحقق من هذا البريد الالتكتروني سابقا',
    'email_unverified' => 'لم يتم التحقق من البريد الالتكتروني',
    'verification_success' => 'تم التحقق من البريد الالتكتروني بنجاح',
    'update' => 'تم التحديث بنجاح',
];
